Repository: bloeys/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: el_gr

# ErrorProjectCount
source: More then one project in the file.
el_gr: Παραπανω απο μια εργασιες υπαρχουν στο αρχειο.

# ErrorUnknownVersion
source: Attempt to load an unknown version of Circuit Project. The file you are trying to open either corrupted or it was created by newer version of Logic Circuit software. Please check <Hyperlink NavigateUri="http://www.logiccircuit.org/">http://www.logiccircuit.org/</Hyperlink> for newer versions.
el_gr: Η φορτωση μια αγνωστης εκδοσης του Circuit Project απετυχε. Το αρχειο που θελετε να ανοιξετε ειναι χαλασμενο η δημιουργθηκε με μια νεοτερη εκδοση του Logic Circuit. Επισκεφθειτε την ιστοσελιδα <Hyperlink NavigateUri="http://www.logiccircuit.org/">http://www.logiccircuit.org/</Hyperlink> για νεοτερες εκδοσεις.

# FileFilter
source: Circuit Project (*{0})|*{0}|All files (*.*)|*.*
el_gr: Circuit Project (*{0})|*{0}|Ολα τα αρχεια (*.*)|*.*

# FileSaved
source: File {0} saved.
el_gr: Αρχειο {0} αποθηκευθηκε

# GateAndName
source: And
el_gr: Και

# GateAndNotName
source: NAnd
el_gr: NΚαι

# GateClockName
source: Clock
el_gr: Ρολοι

# GateLedName
source: LED
el_gr: Δίοδος Εκπομπής Φωτός

# GateLedNotation
source: LED
el_gr: Δίοδος Εκπομπής Φωτός

# GateNotName
source: Not
el_gr: Οχι

# GateOrName
source: Or
el_gr: Η

# GateOrNotName
source: NOr
el_gr: NΗ

# CircuitProbeName
source: Probe
el_gr: Καθετηρας

# GateShapeRectangular
source: Rectangular
el_gr: Ορθογωνιο

# GateShapeShaped
source: Shaped
el_gr: Σχημα

# GateXorName
source: Xor
el_gr: Xη

# GateXorNotName
source: XNor
el_gr: XNη

# Led7Pin1
source: a
el_gr: α

# Led7Pin2
source: b
el_gr: β

# Led7Pin3
source: c
el_gr: σ

# Led7Pin4
source: d
el_gr: δ

# Led7Pin5
source: e
el_gr: ε

# Led7Pin6
source: f
el_gr: φ

# Led7Pin7
source: g
el_gr: γ

# Led7Pin8
source: dot
el_gr: τελεια

# LogicalCircuitName
source: Circuit
el_gr: Κυκλωμα

# MainFrameCaption
source: Logical Circuit {0}
el_gr: Λογικο Κυκλωμα {0}

# MemoryAddressPinName
source: Memory address
el_gr: διευθυνση μνημης

# MemoryAddressPinNotation
source: a
el_gr: α

# MemoryDataInPinName
source: Memory input data
el_gr: Δεδομενα εισοσου μνημης

# MemoryDataPinName
source: Memory data
el_gr: Δεδομενα μνημης

# MemoryDataPinNotation
source: d
el_gr: δ

# MemoryWritePinName
source: RAM Write input. Memory value get updated on {0}
el_gr: Εγγραφη δεδομενων εισοδου στο RAM. Η μνημη θα ανανεωθει σε {0}

# MemoryWritePinNotation
source: w
el_gr: ψ

# MessageSaveFile
source: Project {0} has changed. Do you want to save it?
el_gr: Η εργασια {0} αλλαχθηκε. Να αποθηκευθει ?

source: Operation canceled.
el_gr: Η ενεργεια διακοπηκε.

# PinEnableName
source: E
el_gr: Ε

# PinInName
source: x
el_gr: χ

source: Ready.
el_gr: Ετοιμοτητα.

# SplitterThin1PinName
source: (bit {0}) of Combined Splitter connector
el_gr: (bit {0}) της συνδυασμενης Splitter συνδεσης

# SplitterThin2PinName
source: (bits {0}-{1}) of Combined Splitter connector
el_gr: (bits {0}-{1}) της συνδυασμενης Splitter συνδεσης

# SplitterWidePinName
source: Combined Splitter Connector
el_gr: Συνδυασμενη Splitter συνδεση

# TitleCancel
source: Cancel
el_gr: Διακοπη

# TitleNo
source: _No
el_gr: _Οχι

# TitleShowDetails
source: _Show details
el_gr: _Εμφανιση λεπτομερειων

# TitleYes
source: _Yes
el_gr: _Ναι

# WriteOn0
source: falling from 1 to 0
el_gr: πτωση απο 1 σε 0

# WriteOn1
source: rising from 0 to 1
el_gr: αυξηση απο 0 σε 1

# ToolTipButton
source: Button {0}
el_gr: Πλαισιο {0}

# ToolTipConstant
source: {0} bit(s) constant {1:X}
el_gr: {0} bit(s) σταθερα {1:X}

# ToolTipInputPin
source: Input {0} bit(s) Pin {1}
el_gr: Εισοδος {0} bit(s) Pin {1}

# ToolTipOutputPin
source: Output {0} bit(s) Pin {1}
el_gr: Εξωδος {0} bit(s) Pin {1}

# ToolTipRAM
source: RAM {0} bit address / {1} bit data
el_gr: RAM {0} bit διευθυνση / {1} bit δεδομενα

# ToolTipROM
source: ROM {0} bit address / {1} bit data
el_gr: ROM {0} bit διευθυνση / {1} bit δεδομενα

# ToolTipSplitter
source: Splitter of {0} bits to {1} pins
el_gr: Διαχωρισμος απο {0} bits σε {1} pins

# ToolTipWire
source: Wire
el_gr: Καλωδιο

# CategoryInputOutput
source: Input - Output
el_gr: Εισοδος - Εξοδος

# TitlePinInput
source: {0} In
el_gr: {0} Μεσα

# TitlePinOutput
source: {0} Out
el_gr: {0} Εξω

# CommandHelpAbout
source: _About
el_gr: _Πληροφοριες

# NameButton
source: Button
el_gr: Πλαισιο

# NameConstant
source: Constant
el_gr: Σταθεροτητα

# NameSplitter
source: Splitter
el_gr: Διαχωριστικο

# TitleAbout
source: About
el_gr: Πληροφοριες για το

# TitleVersion
source: Version:
el_gr: Εκδοση:

# TitleWeb
source: Web:
el_gr: Ιστοσελιδα:

# CommandToolsOptions
source: _Options
el_gr: _Ρυθμισεις

# TitleDisplayOptions
source: Display
el_gr: Οθονη

# TitleFileOptions
source: File
el_gr: Αρχειο

# TitleGateShape
source: _Gate shape
el_gr: Σχημα πυλης

# TitleLoadLastFile
source: _Load last file on start up
el_gr: Φορτωση του τελευταιου αρχειου στην εκκινηση

# TitleOptions
source: Options
el_gr: Ρυθμισεις

# TitleShowGrid
source: _Show grid
el_gr: _Εμφανιση πλεγματος

# MessageFreeWireCount
source: {0} free wires have been found.
el_gr: {0} ελευθερα καλωδια βρεθηκαν.

# MessageFloatingSymbolCount
source: {0} unconnected symbols have been found.
el_gr: {0} μη συνδεδεμενα συμβολα βρεθηκαν.

# CommandCircuitDelete
source: Delete Current Circuit
el_gr: Διαγραφη του τρεχων κυκλωματος

# CommandCircuitNew
source: New Logical Circuit
el_gr: Νεο λογικο κυκλωμα

# CommandCircuitProject
source: Project
el_gr: Εργασια

# CommandEditSelectAllButWires
source: Select All But Wires
el_gr: Επιλογη μονο των καλωδιων

# CommandEditSelectAllProbes
source: Select All Probes
el_gr: Επιλογη ολων των καθετηρων

# CommandEditSelectAllProbesWithWire
source: Select All Probes and Connected Wire
el_gr: Επιλογη ολων των καθετηρων και των συνδεδεμενων καλωδιων

# CommandEditSelectAllWires
source: Select All Wires
el_gr: Επιλογη καλωδιων

# CommandEditSelectFloatingSymbols
source: Select Floating Symbols
el_gr: Επιλογη κυμενωμενων συμβολων

# CommandEditSelectFreeWires
source: Select Free Wires
el_gr: Επιλογη ελευθερων καλωδιων

# CommandEditUnselectAllButWires
source: Unselect All But Wires
el_gr: Αποεπιλογη μονο των καλωδιων

# CommandEditUnselectAllWires
source: Unselect All Wires
el_gr: Αποεπιλογη ολων των καλωδιων

# CommandFileExportImage
source: Export Image
el_gr: Εξαγωγη εικονας

# CommandToolsOscilloscope
source: Oscilloscope
el_gr: Παλμοσκοπιο

# CommandToolsReport
source: Project Report
el_gr: Αναφορα εργασιας

# TitleCategory
source: _Category:
el_gr: _Κατηγορια:

# TitleDescription
source: _Description:
el_gr: _Περιγραφη:

# TitleName
source: _Name:
el_gr: _Ονομα:

# TitleNotation
source: N_otation:
el_gr: Σ_ημειωμα:

# TitleBitWidth
source: _Bit width:
el_gr: _Bit πλατος:

# TitleValue
source: _Value:
el_gr: _Τιμη:

# TitleAddressBitWidth
source: _Address bit width:
el_gr: _Πλατος της bit διευθυνσης:

# TitleData
source: Da_ta
el_gr: Δεδο_μενα

# TitleDataBitWidth
source: _Data bit width:
el_gr: _Πλατος των bit δεδομενων:

# TitleInverted
source: _Inverted
el_gr: _Αντιστροφη

# TitleLoad
source: _Load...
el_gr: _Φορτωση...

# TitleSide
source: _Side:
el_gr: _Πλευρα:

# TitleType
source: _Type:
el_gr: _Τυπος:

# TitleWriteOn
source: _Write on:
el_gr: _Εγγραφη σε:

# TipOnStartMove
source: Drag & drop the selection at desired location. Hit Esc to cancel the move. Hold Shift when dropping to prevent connected wires move.
el_gr: Drag & drop στην επιλογή στην επιθυμητή θέση. Πατήστε Esc για να ακυρώσετε την κίνηση. Κρατήστε πατημένο το πλήκτρο Shift για να μην πέφτουν τα μη συνδεδεμένα καλώδια.

# TipOnStartWire
source: Drag end of wire to desired location. Hit Esc to cancel wire creation.
el_gr: Σύρετε τέλος του καλωδιου στην επιθυμητή θέση. Πατήστε Esc για να ακυρώσετε τη δημιουργία καλωδιου.

source: Loading...
el_gr: Φορτωση...

# TipOnCtrlDown
source: Press Ctrl+{Shift}+Tab to switch between logical circuits or click to select/unselect individual symbols.
el_gr: Πατήστε Ctrl + Shift } { + Tab για εναλλαγή μεταξύ λογικών κυκλωμάτων ή κάντε κλικ για να επιλέξετε / αποεπιλέξετε μεμονωμένα σύμβολα.

# TipOnWireSelect
source: Shift+{Ctrl}+Click on wire to select/unselect entire conductor, Alt+Click on selected wire to split, on common point of two to merge.
el_gr: Shift + Ctrl } { + Κάντε κλικ στο καλωδιο για να επιλογη / αποεπιλολη αγωγου , Alt + κλικ σε επιλεγμένο καλωδιο να αποχωρίσει, με κοινό σημείο των δύο να συγχωνευθούν.

# TipOnAwaitingArea
source: {0} {1}. Surround multiple symbols to select them, hold Shift to keep current selection.
el_gr: {0} {1}. Surround πολλαπλά σύμβολα για επιλογη, κρατήστε πατημένο το πλήκτρο Shift για να διατηρήσετε την τρέχουσα επιλογή.

# FunctionParameter
source: Function {0} required at least {1} parameters
el_gr: Για αυτη την λειτουγια {0} απαιτουνται τουλαχιστον {1} παραμετροι

# UnknownState
source: State {0} is unknown
el_gr: Η περιοχη {0} ειναι αγνωστη

# ErrorAddressNotConnected
source: Not all address bits connected on memory {0}
el_gr: Δεν είναι όλα τα bit της διεύθυνσης συνδεδεμενα με τη μνήμη {0}

# ErrorDataInNotConnected
source: Not all input data bits connected on memory {0}
el_gr: Δεν είναι όλα τα bits των δεδομένων εισόδου συνδεδεμενα με τη μνήμη {0}

# ErrorJamBitWidthDifferent
source: Input pin of {0} ({1}) and output pin of {2} ({3}) on {4} have different bit width and cannot be connected. Please resolve the issue.
el_gr: Το pin εισοδου του {0} ({1}) και το pin εξοδου του {2} ({3}) στο {4} εχουν διαφορετικο πλατος και δεν μπορουν να συνδεθουν.

# ErrorLoopInCircuit
source: Symbol of circuit "{0}" on logical circuit "{1}" forms infinite loop. Please resolve the loop.
el_gr: Το συμβολο του κυκλωματος "{0}" στο λογικο κυκλωμα "{1}" αποτελει απειρο βροχο.

# ErrorManyResults
source: Input pin {0} of {1} connected to more than one output pin that are not tri state capable.
el_gr: Το pin εισοδου {0} απο {1} ειναι συνδεδεμενο με περισσοτερα απο ενα εξωτερικα pin που δεν ειναι σε θεση να δημιουργησουν τριφασικο κυκλωμα.

source: Power Off
el_gr: Διακοπή τροφοδοσίας

source: Power On
el_gr: Ενεργοποιηση τροφοδοσιας

# ProbeHistoryMark
source: <<<<<< Mark >>>>>>
el_gr: <<<<<< Μαρκαρισμα >>>>>>

# TitleMark
source: _Mark
el_gr: _Μαρκαρισμα

# TitleProbeHistory
source: Probe History
el_gr: Ιστορικο του αισθητηρα

# MessageNotRootConstant
source: Only constants resided on the root circuit ({0}) can be changed when the power is on.
el_gr: Μόνο οι σταθερές στο κύκλωμα ρίζας ({0}) μπορουν να αλλαχθουν κατα την ενεργοποιηση της τροφοδοσιας..

# LogicalCircuitMainName
source: Main
el_gr: Κεντρικα

# CircuitProjectName
source: Circuit Project
el_gr: Κύκλωμα Έργου

source: Oscillation
el_gr: Ταλάντωση

# TitleOscillogram
source: Oscillogram
el_gr: Παλμογράφημα

# TitleOscilloscope
source: Logic Circuit Oscilloscope
el_gr: Παλμοσκόπιο κυκλώματος

# TitleOscilloscoping
source: _Oscilloscoping
el_gr: _Παλμογραφημα

# CommandFileFileImport
source: _Import...
el_gr: _Εισαγωγη...

# ImportTitle
source: Import
el_gr: Εισαγωγη

# TitleCircuitDescriptor
source: Circuit
el_gr: Κυκλωμα

# TitleFileName
source: File:
el_gr: Αρχειο:

# TitleImportCircuit
source: Import
el_gr: Εισαγωγη

# TitleCheckAll
source: _Check All
el_gr: _Ελεγχος ολων

# TitleUncheckAll
source: _Uncheck All
el_gr: _Αποεπιλογη ολων

# ImageFileFilter
source: Image File (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
el_gr: Αρχειο εικονων (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Ολα τα αρχεια (*.*)|*.*

# ImagePathInvalid
source: The provided file name is not valid. Please check that parent folder exists and file name is a valid one.
el_gr: Το όνομα του αρχείου δεν είναι έγκυρο. Παρακαλώ ελέγξτε ότι υπαρχει ο γονικος φάκελος και το όνομα αρχείου είναι έγκυρο.

# MessageExportImageDialog
source: Select type of image and file name to export current diagram to.
el_gr: Επιλέξτε τον τύπο της εικόνας και το όνομα αρχείου για εξαγωγή διάγραμματος.

# MessageImageFileExists
source: File "{0}" already exists. Do you want to replace it?
el_gr: Το αρχειο "{0}" υπαρχει ηδη. Να αντικατασταθει?

# TitleExportImage
source: Export Image
el_gr: Εξαγωγη εικονας

# TitleFile
source: _File:
el_gr: _Αρχειο:

# Gate7SegName
source: 7-seg
el_gr: 7-σεγ

# ReportMemoryName
source: {0}: {1} bit address, {2} bit data
el_gr: {0}: {1} bit διευθυνση, {2} bit δεδομενα

# TriStateGroupName
source: Tri-state group
el_gr: Τριφασικη ομαδα

# TextNotation
source: Text Note
el_gr: Σημείωση Κείμενου

# CaptionAddressBitWidth
source: Address Bits
el_gr: Διευθυνσεις των Bit

# CaptionBitWidth
source: Bit Width
el_gr: Πλατος του Bit

# CaptionDataBitWidth
source: Data Bits
el_gr: Δεδομενα των Bit

# CaptionSplitterPinNumber
source: Split Pins
el_gr: Διαιρεση των Pin

# CaptionSplitterDirection
source: Combined Pin
el_gr: Συνδυασμενα Pin

# CaptionSide
source: Side
el_gr: Πλευρα

# CaptionTextNote1
source: Text
el_gr: Κειμενο

# CaptionTextNote2
source: Note
el_gr: Σημειωμα

# CaptionValue
source: Value
el_gr: Τιμη

# MenuHeaderCircuit
source: _Circuit
el_gr: _Κυκλωμα

# MenuHeaderEdit
source: _Edit
el_gr: _Επεξεργασια

# MenuHeaderFile
source: _File
el_gr: _Αρχειο

# MenuHeaderHelp
source: _Help
el_gr: _Βοηθεια

# MenuHeaderTools
source: _Tools
el_gr: _Εργαλεια

# MessageWarning
source: Warning!
el_gr: Προσοχη!

# TitleFrequency
source: Fre_quency:
el_gr: Συχ_νοτητα:

# TitleIsMaximumSpeed1
source: Run at maximum speed
el_gr: Εκκινηση με την μεγιστη ταχυτητα

# TitleIsMaximumSpeed2
source: High CPU load
el_gr: Υψηλή φορτίο της CPU

# TitleProject
source: Project
el_gr: Εργο

# TitleRunningCircuit
source: Running Circuit
el_gr: Εκκινηση κυκλωματος

# TitleZoom
source: _Zoom:
el_gr: _Μεγεθυνση:

# ToolTipAddressBitWidth
source: Choose bit width of the address pin
el_gr: Επιλέξτε το πλάτος κομμάτι του πείρου διεύθυνση

# ToolTipButtonNotation
source: Enter notation of the button
el_gr: Εισάγωγη σημειογραφίας του πλαισιου

# ToolTipConstantBitWidth
source: Choose bit width of the constant
el_gr: Επιλέξτε το πλάτος της σταθερής

# ToolTipConstantValue
source: Enter initial value for the constant
el_gr: Εισαγωγη αρχικής τιμής για την σταθερη

# ToolTipCurrentZoom
source: Current Zoom
el_gr: Τρεχουσα μεγεθυνση

# ToolTipDataBitWidth
source: Choose bit width of the data pin
el_gr: Επιλέξτε το πλάτος του πείρου δεδομένων

# ToolTipFrequency
source: Change the frequency of clock gates of the running circuit.
el_gr: Αλλαγή της συχνότητας των πυλών ρολογιού του κυκλώματος λειτουργίας.

# ToolTipGateInputCount
source: Choose number of inputs for the gate
el_gr: Επιλέξτε τον αριθμό των εισροών για την πύλη

# ToolTipIsMaximumSpeed1
source: Runs the circuit on maximum possible speed ignoring frequency set by the slider above.
el_gr: Εκτελεση κύκλωματος για μέγιστη δυνατή ταχύτητα αγνοώντας την συχνότητα που καθορίζεται από το ρυθμιστικό.

# ToolTipIsMaximumSpeed2
source: Checking this box may lead to unresponsive user interface on some computers.
el_gr: Επιλέγοντας αυτό το πλαίσιο μπορεί να οδηγήσει σε διεπαφή τον χρήστη αν δεν ανταποκρίνεται σε ορισμένους υπολογιστές.

# ToolTipPinBitWidth
source: Choose bit width of the pin
el_gr: Επιλέξτε το πλάτος του πείρου

# ToolTipPinSide
source: Choose the side of the circuit's glyph the new pin will reside on
el_gr: Επιλέξτε την πλευρά του ανάγλυφου κυκλώματος, ο νέος πειρος θα βρίσκεται μεσα

# ToolTipSplitterBitWidth
source: Choose bit width of split connector of the splitter.
el_gr: Επιλέξτε το πλάτος διάσπασης του διαχωριστή.

# ToolTipSplitterPinNumber
source: Choose number of split connectors of the splitter.
el_gr: Επιλέξτε τον αριθμό των συνδέσμων διάσπασης του διαχωριστή.

# ToolTipSplitterRotation
source: Choose orientation of the combined connector of the splitter.
el_gr: Επιλέξτε τον προσανατολισμό του συνδυασμένου συνδετήρα του διαχωριστή.

# ToolTipZoom
source: Set diagram's zoom.
el_gr: Ρύθμιση μεγεθυνσης του διαγράμματος.

# ToolTipRamWriteOn
source: Choose write memory time
el_gr: Επιλέξτε χρόνο μνήμης

# ToolTipPinNotation
source: Enter very short text that will be displayed on the symbol of the circuit next to the pin
el_gr: Εισαγωγη πολύ σύντομου κείμενου που θα εμφανίζεται στο σύμβολο του κυκλώματος δίπλα στον πείρο

# CaptionNotation
source: Notation
el_gr: Σημειωμα

# TitleIsToggle
source: Is _Toggle
el_gr: Είναι η εναλλαγή

# ToolTipIsToggle
source: If the button is toggle it will change is state on every click, if not toggle, then when pressed or depressed
el_gr: Αν το πλαισιο ειναι εναλλακτικο θα αλλάξει είναι η κατάσταση για κάθε κλικ, αν όχι, τότε όταν πιεστεί ή κατάθλιψη

# CommandCircuitPower
source: Switch Power
el_gr: Δύναμη διακοπτών

# CommandEditRotateLeft
source: Rotate Left
el_gr: Περιστροφή αριστερά

# CommandEditRotateRight
source: Rotate Right
el_gr: Περιστροφη δεξια

# SplitterDirectionClockwise
source: Left
el_gr: Αριστερα

# SplitterDirectionCounterclockwise
source: Right
el_gr: Δεξια

# PinSideBottom
source: Bottom
el_gr: Πλαισιο

# PinSideLeft
source: Left
el_gr: Αριστερα

# PinSideRight
source: Right
el_gr: Δεξια

# PinSideTop
source: Top
el_gr: Μπροστα

# CaptionSplitterBitWidth
source: Split pin bit width
el_gr: Split pin πλάτος

# CommandCircuitUsage
source: Used By...
el_gr: Χρησιμοποιηση απο...

# MessageNotUsed
source: This logical circuit does not used anywhere.
el_gr: Αυτή το λογικο κύκλωμα δεν θα χρησιμοποιηθεί οπουδήποτε.

# MessageUsageNote
source: Select circuit where the current one is used and double-click it to navigate there and select symbols of current one.
el_gr: Επιλέξτε κύκλωμα και κάντε διπλό κλικ για να πλοηγηθείτε εκεί και να επιλέξετε τα σύμβολα της τρέχουσας.

# TitleCircuitUsage
source: Logical Circuit Usage
el_gr: Λογική Χρήση Circuit

# CaptionNote
source: _Note
el_gr: _Σημειωμα

# CategoryPrimitives
source: Primitives
el_gr: Απειρα

# TitleMemory
source: Memory
el_gr: Μνημη

# CommandFileOpenRecent
source: Open _Recent
el_gr: Ανοιγμα προσφατων

# MessageInvalidRecentFile
source: The file "{0}" cannot be opened. Do you want to remove the reference to it from the Recent Files list?
el_gr: Το αρχειο "{0}" δεν μπορει να ανοιχθει. Θέλετε να καταργήσετε την αναφορά σε αυτό από την λίστα πρόσφατων αρχείων?

# TitleMaxRecentFiles
source: _Maximum number of recent files:
el_gr: _Μεγιστος αριθμός πρόσφατων αρχείων:

# BitOff
source: Off
el_gr: Απενεργοποιημενο

# ErrorFileCorrupted
source: File "{0}" is corrupted and cannot be loaded.
el_gr: Το αρχειο "{0}" ειναι χαλασμενο και δεν μπορει να φορτωθει.

# ProjectSummary
source: {0} logical circuits, in {1} categories are using {2} symbols and {3} wires
el_gr: {0} λογικα κυκλωματα, σε {1} κατηγοριες που χρησιμοποιουν {2} συμβολα και {3} καλωδια

# ReportError
source: Can not report functions due to the following error: {0}
el_gr: Δεν είναι δυνατή η αναφορά λειτουργίας λόγω του παρακάτω σφάλματως: {0}

# ReportFunctions
source: Functions of the circuit "{0}"
el_gr: Λειτουργιες του κυκλωματος "{0}"

# TitleCount
source: Count
el_gr: Υπολογισμος

# TitleFunction
source: Function
el_gr: Λειτουργια

# TitleProjectDescription
source: Description
el_gr: Περιγραφη

# TitleReportErrorDetails
source: Error details
el_gr: Λεπτομερειες σφαλματος

# TitleSummary
source: Summary:
el_gr: Περιληψη:

# TitleTotal
source: Total:
el_gr: Αποτελεσμα:

# LogicalCircuitMainNotation
source: Main
el_gr: Κεντρικα

# PinTypeNameInput
source: Input
el_gr: Εισοδος

# PinTypeNameNone
source: None
el_gr: Καμμια

# PinTypeNameOutput
source: Output
el_gr: Εξοδος

# ErrorUnsupportedUri
source: Navigation to this address is not supported.
el_gr: Η πλοηγηση στην διευθυνση δεν υποστηριζεται

# NameLedMatrix
source: LED Matrix
el_gr: Μήτρα δίοδου εκπομπής φωτός

# ToolTipLedMatrix
source: LED Matrix {0}x{1} with {2} bit(s) per LED ({3} colors)
el_gr: Μήτρα δίοδου εκπομπής Φωτός {0}x{1} με {2} bit μεσω δίοδου εκπομπής Φωτός ({3} χρωματα)

# CaptionColumns
source: Columns
el_gr: στήλες

# CaptionRows
source: Rows
el_gr: σειρες

# ToolTipColumns
source: Choose number of columns of the LED matrix
el_gr: Επιλογη αριθμου των στηλών της μητρας διοδου εκπομπης φωτος

# ToolTipRows
source: Choose number of rows of the LED matrix
el_gr: Επιλογη αριθμου των σειρων της μητρας διοδου εκπομπης φωτος

# CaptionLedMatrixType
source: Type
el_gr: Τυπος

# LedMatrixColumnSelector
source: for selecting Column #{0}
el_gr: για την επιλεγμενη στηλη #{0}

# LedMatrixRowIndividual
source: for each LED in Row #{0}
el_gr: για καθε διοδο εκπομπης φωτος σε σειρα #{0}

# LedMatrixRowSelector
source: for selecting Row #{0}
el_gr: για καθε επιλεγμενη σειρα #{0}

# LedMatrixTypeIndividual
source: Individual
el_gr: Ξεχωριστα

# LedMatrixTypeSelector
source: Selector
el_gr: Επιλογέας

# TitleCellShape
source: Cell _Shape:
el_gr: Κυτταρο _Σκιας:

# TitleColumns
source: _Columns:
el_gr: _Στηλες:

# TitleRows
source: _Rows:
el_gr: _Σειρες:

# ToolTipLedMatrixType
source: Choose the way of controlling the matrix
el_gr: Επιλογη τρόπου ελέγχου της μήτρας

# TitleColors
source: C_olors:
el_gr: Χ_ρωματα:

# MessageVersionLatest
source: You already have latest version.
el_gr: Έχετε ήδη την πιο πρόσφατη έκδοση.

# MessageVersionOutdated
source: You have older version. Click on the link below to download latest one.
el_gr: Εχετε μια παλια εκδοση. Πατηστε στο λινκ για να γινει λυψη της νεοτερης.

# MessageVersionPreview
source: You have unreleased developer’s version.
el_gr: Εχετε μια ακυκλοφόρητη δοκιμαστικη έκδοση.

# TitleCheckVersion
source: Check now
el_gr: Ελεγχος τωρα

# CommandHyperlink
source: Hyperlink
el_gr: Υπερσύνδεση

# ErrorHyperlinkText
source: Hyperlink text is empty
el_gr: Το πλαισιο κειμενου της υπερσυνδεσης ειναι αδειο

# ErrorHyperlinkUrl
source: Hyperlink address is invalid
el_gr: Η διευθυνση της υπερσυνδεσης ειναι ακυρη

# TitleHyperlink
source: _Link to:
el_gr: _Λινκ σε:

# TitleText
source: _Text:
el_gr: _Κειμενο:

# CommandInsertImage
source: Picture
el_gr: Εικονα

# TitleCheckVersionPeriodically
source: Check periodically for new versions
el_gr: Περιοδικος ελεγχος για νεες εκδοσεις

# ErrorClipboardCorrupted
source: Data in clipboard is corrupted and cannot be pasted.
el_gr: Τα δεδομενα στο clipboard ειναι χαλασμενα και δεν μπορουν να επικολληθουν.

# CommandTruthTable
source: Truth Table
el_gr: Πίνακας Αληθείας

# MessageInputOutputPinsMissing
source: There is no Input or Output Pins on this circuit. The truth tables are built by sending all the permutations of data to Input Pins and reading the results from Output Pins.
el_gr: Δεν υπάρχει εισόδου ή εξόδου πειρωνγια αυτό το κύκλωμα. Οι πίνακες αλήθειας δημιουργηθηκαν για την αποστολή όλων των μεταθέσεων των δεδομένων εισόδου Πειρων και ανάγνωση των αποτελεσμάτων από τις πινακίδες εξόδου.

# MessageTruthTableTooBig
source: Truth table is too long and get truncated. Please use Filter to verify correctness of your circuit.
el_gr: Ο πίνακας αλήθειας είναι πολυ μεγαλος και θα περικοπεί. Παρακαλούμε να χρησιμοποιήσετε το φίλτρο για την επαλήθευση της ορθότητας του κυκλώματος σας.

# ParserEOS
source: End of expression
el_gr: Τέλος της έκφρασης

# ParserErrorCloseParenMissing
source: Missing ')' instead of: {0}
el_gr: Ελλειπης ')' αντι του: {0}

# ParserErrorExpressionMissing
source: Expression is missing after {0}
el_gr: Έκφραση που λείπει μετά από {0}

# ParserErrorInvalidNumber
source: Invalid number: {0}
el_gr: Ακυροι αριθμοι: {0}

# ParserErrorUnclosedQuote
source: Quoted identifier does not have closing quote: {0}
el_gr: Εισηγμένα αναγνωριστικα που δεν έχουν απόσπασμα: {0}

# ParserErrorUnexpected
source: {0} unexpected
el_gr: {0} απροσμενο

# ParserErrorUnknownChar
source: Unknown char: {0}
el_gr: Αγνωστος χαρακτηρας: {0}

# ParserErrorUnknownPin
source: {0} - input or output pin not found
el_gr: {0} - δεν βρεθηκε εσωτερικος η εξωτερικος πειρος
