Repository: bloeys/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: el_gr

# TitleApply
source: _Apply
el_gr: _Εφαρμογη

# TitleDisplayedRows
source: Displayed rows: {0:N0}
el_gr: Εμφανίσμενες σειρες: {0:N0}

# TitleFilter
source: _Filter:
el_gr: _Φιλτρα:

# TitleInvert
source: _Invert
el_gr: _Αντιστροφή

# TitleTotalRows
source: Total rows: {0:N0}
el_gr: Σύνολο σειρων: {0:N0}

# TitleStop
source: _Stop
el_gr: _Παυση

# ColorPickerCaptionAvailable
source: Available colors:
el_gr: Διαθεσιμα χρωματα:

# ColorPickerCaptionRecent
source: Recent colors:
el_gr: Χρησιμοποιημενα χρωματα:

# ColorPickerCaptionSelectCustom
source: Select
el_gr: Επιλογη

# ColorPickerCaptionStandard
source: Standard colors:
el_gr: Προκαθορισμενα χρωματα:

# ColorPickerTabCustom
source: Custom
el_gr: Προσαρμογή

# ColorPickerTabStandard
source: Standard
el_gr: Κανονικα

# ToolTipBackgroundColor
source: Highlight color
el_gr: Τονιση χρωματος

# ToolTipFontColor
source: Text color
el_gr: Χρωμα κειμενου

# TitleSaveAs
source: Sa_ve As...
el_gr: Αποθηκευση ως...

# ToolTipLoadData
source: Load data from file
el_gr: Φορτωση δεδομενων απο αρχειο

# ToolTipSaveData
source: Save data to file
el_gr: Αποθηκευση δεδομενων σε αρχειο

# MemoryOnStartData
source: Persist memory between runs
el_gr: Εξακολουθούν να υφίστανται μεταξύ μνήμης που τρέχει

# MemoryOnStartOnes
source: Set all bits to 1
el_gr: Ρυθμίση όλων των bit σε 1

# MemoryOnStartRandom
source: Randomly
el_gr: Τυχαια

# MemoryOnStartZeros
source: Set all bits to 0
el_gr: Ρυθμιση ολων των bit σε 0

# TitleMemoryOnStart
source: On _start fill:
el_gr: Συμπληρωση _κατα την εκκινηση:

# ToolTipMemoryOnStart
source: Choose how RAM will be initialized on power on
el_gr: Επιλέξτε ποσο RAM θα πρέπει να προετοιμαστεί για την ενεργοποιηση

# ErrorManyMemoryData
source: Circuit {0} contains {1} that preserves data between runs. Such circuit cannot be used more than once on other circuits as potentially different sets of data will be stored on one memory module.
el_gr: Περιέχει κύκλωμα {0} που διατηρεί {1} δεδομένα κατα την εκκινηση. Τέτοιο κύκλωμα δεν μπορεί να χρησιμοποιηθεί περισσότερο από μία φορά σε άλλα κυκλώματα όπως δυνάμει διαφορετικά σύνολα δεδομένων θα αποθηκεύονται σε μία μνήμη υποδομής προτύπου.

# MessageRestartRequared
source: Your language selection has been changed. You need to restart the application so the new settings will take place.
el_gr: Η επιλογή της γλώσσας έχει αλλάξει. Θα χρειαστεί να επανεκκινήσετε την εφαρμογή, ώστε οι νέες ρυθμίσεις να εφαρμοσθουν.

# TitleCulture
source: L_anguage
el_gr: Γλωσσα

# CommandEditAlignCenter
source: Align Center
el_gr: Στοίχιση στο κέντρο

# CommandEditAlignJustify
source: Justify
el_gr: Πλήρης στοίχιση

# CommandEditAlignLeft
source: Align Left
el_gr: Στοιχιση αριστερα

# CommandEditAlignRight
source: Align Right
el_gr: Στοιχιση δεξια

# CommandEditBold
source: Bold
el_gr: Έντονη γραφή

# CommandEditBullets
source: Bullets
el_gr: Κουκκιδες

# CommandEditCopy
source: _Copy
el_gr: _Αντιγραφη

# CommandEditCut
source: Cu_t
el_gr: Αποκοπη

# CommandEditDecreaseFontSize
source: Decrease Font Size
el_gr: Μείωση μεγέθους γραμματοσειράς

# CommandEditDecreaseIndentation
source: Decrease Indentation
el_gr: Μείωση εσοχής

# CommandEditDelete
source: De_lete
el_gr: Διαγραφη

# CommandEditIncreaseFontSize
source: Increase Font Size
el_gr: Αύξηση μεγέθους γραμματοσειράς

# CommandEditIncreaseIndentation
source: Increase Indentation
el_gr: Αύξηση εσοχής

# CommandEditNumbering
source: Numbering
el_gr: Αρίθμηση

# CommandEditPaste
source: _Paste
el_gr: _Επικολληση

# CommandEditRedo
source: _Redo
el_gr: _Επαναλυψη

# CommandEditSelectAll
source: Select _All
el_gr: Επιλογη _ολων

# CommandEditUnderline
source: Underline
el_gr: Υπογράμμιση

# CommandEditUndo
source: _Undo
el_gr: _Επαναλυψη

# CommandFileClose
source: E_xit
el_gr: Α_ποχωρηση

# CommandFileNew
source: _New
el_gr: _Νεο αρχειο

# CommandFileOpen
source: _Open
el_gr: _Ανοιγμα

# CommandFileSave
source: _Save
el_gr: _Αποθηκευση

# CommandFileSaveAs
source: Save _As...
el_gr: Αποθηκευση _ως...

# CommandHelpView
source: View _Help
el_gr: Εμφανιση _βοηθειας

# ToolTipFontFamily
source: Font Family
el_gr: Οικογένεια γραμματοσειράς

# ToolTipFontSize
source: Font Size
el_gr: Μεγεθος γραματοσειρας

# TitleCredits
source: Credits:
el_gr: Συντελεστές:

# CaptionName
source: Name
el_gr: Ονομα

# CircuitProbeToolTip
source: Probe {0}
el_gr: Καθετηρας {0}

# TitleActualFrequency
source: Actual frequency:
el_gr: Πραγματική Συχνότητα:

# TitleIsDisplay
source: Di_splay visual elements on symbol
el_gr: Εμφάνιση οπτικά στοιχεία σχετικά με το σύμβολο

# ToolTipIsDisplay
source: When you mark Logic Circuit to display visual elements all display symbols on this circuit will be visible live on its symbols. Displays are: LED, LED Matrix, Button, or other Logic Circuit that displaying its visual elements.
el_gr: Όταν επισημαίνετε λογικό κύκλωμα για να εμφανίσετε οπτικά στοιχεία όλα τα σύμβολα οθόνη σε αυτό το κύκλωμα θα είναι ορατή ζουν με τα σύμβολά της. Εμφανίζει είναι: Δίοδος Εκπομπής Φωτός, Μήτρα δίοδου εκπομπής φωτός, Πλαισιο, ή άλλο κύκλωμα Logic ότι η εμφάνιση οπτικά στοιχεία του.

# WireDisplayBitWidth
source: Bit width: {0}
el_gr: Πλατος του Bit: {0}

# WireDisplayValue
source: Value: {0}
el_gr: Τιμη: {0}
